---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SynchronizeWithCentralOptions
source: html/eda0ad92-6948-f6d1-8a9d-7f0ff6587d56.htm
---
# SynchronizeWithCentralOptions Members

Constructs a new instance of SynchronizeWithCentralOptions initialized with default options.